Repository: kodi-game/game.libretro.parallel_n64
Catalog: game.libretro.parallel_n64/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, ga, zh_cn

# Addon Description
source: ParaLLEl N64 is an optimized/rewritten Nintendo 64 emulator based on Mupen64 Plus. It was made specifically for Libretro.
da_dk: ParaLLEl N64 er en optimeret/omskrevet Nintendo 64-emulator baseret på Mupen64 Plus. Den blev lavet specielt til Libretro.
de_de: ParaLLEl N64 ist ein optimierter/umgeschriebener Nintendo-64-Emulator, der auf Mupen64 Plus basiert. Er wurde speziell für Libretro entwickelt.
ga: Is aithriseoir Nintendo 64 atá optamaithe/athscríofa é ParaLLEl N64 atá bunaithe ar Mupen64 Plus. Rinneadh é go sonrach do Libretro.
zh_cn: ParaLLEl N64 是一款基于 Mupen64 Plus 优化/重写的任天堂64模拟器。它是专门为 Libretro 而开发的。

# #30001
source: CPU Core
da_dk: CPU-kerne
de_de: CPU-Kern
ga: Croílár LAP
zh_cn: CPU 核

# #30003
source: Analog Deadzone (percent)
da_dk: Analog dødzone (procent)
de_de: Analoge Deadzone (Prozent)
ga: Crios Marbh Analógach (céatadán)
zh_cn: 模拟死区（百分比）

# #30004
source: Analog Sensitivity (percent)
da_dk: Analog følsomhed (procent)
de_de: Analoge Empfindlichkeit (Prozent)
ga: Íogaireacht Analógach (céatadán)
zh_cn: 模拟灵敏度（百分比）

# #30005
source: Player 1 Pak
da_dk: Spiller 1 Pakke
de_de: Spieler 1 Pak
ga: Pacáiste Imreoir 1
zh_cn: 玩家1 Pak

# #30006
source: Player 2 Pak
da_dk: Spiller 2 Pakke
de_de: Spieler 2 Pak
ga: Pacáiste Imreoir 2
zh_cn: 玩家2 Pak

# #30007
source: Player 3 Pak
da_dk: Spiller 3 Pakke
de_de: Spieler 3 Pak
ga: Pacáiste Imreoir 3
zh_cn: 玩家3 Pak

# #30008
source: Player 4 Pak
da_dk: Spiller 4 Pakke
de_de: Spieler 4 Pak
ga: Pacáiste Imreoir 4
zh_cn: 玩家4 Pak

# #30020
source: (Angrylion) VI Overlay
da_dk: (Angrylion) VI-overlejringer
ga: Forleagan (Angrylion) VI
zh_cn: （Angrylion）VI 叠加

# #30021
source: (Angrylion) Thread sync level
da_dk: (Angrylion) Synkroniseringsniveau for thread
de_de: (Angrylion) Thread-Synchronisationslevel
ga: Leibhéal sioncrónaithe snáithe (Angrylion)
zh_cn: （Angrylion）线程同步级别

# #30022
source: (Angrylion) Multi-threading
ga: Il-shnáithe (Angrylion)
zh_cn: （Angrylion）多线程

# #30023
source: (Angrylion) Hide overscan
da_dk: (Angrylion) Skjul overskandering
de_de: (Angrylion) Overscan verbergen
ga: Folaigh róscanadh (Angrylion)
zh_cn: （Angrylion）隐藏过扫描

# #30024
source: VI Refresh (Overclock)
da_dk: Opdater VI (overclock)
de_de: VI-Aktualisierung (Übertaktung)
ga: Athnuachan VI (Róchlogáil)
zh_cn: VI 刷新（超频）

# #30071
source: Audio Buffer Size (restart)
ga: Méid Maoláin Fuaime (atosú)

# #30072
source: Enable Expansion Pak RAM
ga: Cumasaigh RAM Pacáiste Leathnaithe

# #30073
source: GFX Accuracy (restart)
ga: Cruinneas GFX (atosú)

# #30074
source: Send audio lists to HLE RSP
ga: Seol liostaí fuaime chuig HLE RSP

# #30075
source: GFX Plugin
ga: Breiseán GFX

# #30076
source: RSP Plugin
ga: Breiseán RSP

# #30077
source: Resolution (restart)
ga: Rún (atosú)

# #30078
source: Aspect ratio hint (reinit)
ga: Leid maidir le cóimheas gné (aththosú)

# #30079
source: (Glide64) Texture Filtering
ga: Scagadh Uigeachta (Glide64)

# #30080
source: (Angrylion) Dithering
ga: (Angrylion) Díodán

# #30081
source: (Glide64) Polygon Offset Factor
ga: (Glide64) Fachtóir Fritháireamh Polagáin

# #30082
source: (Glide64) Polygon Offset Units
ga: (Glide64) Aonaid Fritháireamh Polagáin

# #30083
source: Buffer Swap
ga: Malartú Maoláin

# #30084
source: Framerate (restart)
ga: Ráta Fráma (atosú)

# #30085
source: Independent C-button Controls
ga: Rialuithe Neamhspleácha C-chnaipe

# #30086
source: (Glide64) Vertex cache VBO (restart)
ga: (Glide64) taisce Vertex VBO (atosaigh)

# #30087
source: Boot Device
ga: Gléas Tosaithe

# #30088
source: 64DD Hardware
ga: Crua-earraí 64DD

# #30089
source: Snap Controller Angle
ga: Uillinn Rialaitheora Snap

# #30090
source: Maximum Snap Angle (value of 5 would mean 85 to 95 degrees are snapped to 90)
ga: Uillinn Snap Uasta (chiallódh luach 5 go mbeadh 85 go 95 céim briseadh go 90)

# #30091
source: Which percentage of displacement of the stick from the center causes snap to activate (zero means always)
ga: Cén céatadán de dhíláithriú an mhaide ón lár a fhágann go ngníomhaítear an snap (ciallaíonn nialas i gcónaí)

# Addon Summary
source: Nintendo - Nintendo 64 (ParaLLEl N64)
zh_cn: 任天堂 - 任天堂64（ParaLLEl N64）

# #30000
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
zh_cn: 设置

# #30002
source: Audio Buffer Size (restart)
da_dk: Bufferstørrelse til lyd (genstart)
de_de: Audiopuffergröße (Neustart erforderlich)
zh_cn: 音频缓冲区大小（重新启动）

# #30009
source: Enable Expansion Pak RAM
da_dk: Aktiver RAM udvidelsespakke
de_de: Expansion Pak RAM aktivieren
zh_cn: 启用扩展 Pak RAM

# #30010
source: GFX Accuracy (restart)
da_dk: Nøjagtighed af GFX (genstart)
de_de: GFX-Genauigkeit (Neustart erforderlich)
zh_cn: GFX 精度（重启）

# #30011
source: Send audio lists to HLE RSP
da_dk: Send lydlister til HLE RSP
de_de: Audiolisten an HLE-RSP senden
zh_cn: 向 HLE RSP 发送音频列表

# #30012
source: GFX Plugin
zh_cn: GFX 插件

# #30013
source: RSP Plugin
zh_cn: RSP 插件

# #30014
source: Resolution (restart)
da_dk: Opløsning (genstart)
de_de: Auflösung (Neustart erforderlich)
zh_cn: 分辨率（重新启动）

# #30015
source: Aspect ratio hint (reinit)
da_dk: Billedformat hint (reinit)
de_de: Seitenverhältnishinweis (Reinit)
zh_cn: 纵横比提示（重新初始化）

# #30016
source: (Glide64) Texture Filtering
da_dk: (Glide64) Filtrering af overflade
de_de: (Glide64) Texturfilterung
zh_cn: （Glide64）纹理过滤

# #30017
source: (Angrylion) Dithering
da_dk: (Angrylion) Nuanceændring
zh_cn: （Angrylion）抖动

# #30018
source: (Glide64) Polygon Offset Factor
da_dk: (Glide64) Forskydningsfaktor for polygon
de_de: (Glide64) Polygoner Offsetfaktor
zh_cn: （Glide64）多边形偏移因子

# #30019
source: (Glide64) Polygon Offset Units
da_dk: (Glide64) Forskydningsenheder for polygon
de_de: (Glide64) Polygone Offseteinheiten
zh_cn: （Glide64）多边形偏移单位

# #30025
source: Buffer Swap
da_dk: Skift buffer
de_de: Puffertausch
zh_cn: 缓冲区交换

# #30026
source: Framerate (restart)
da_dk: Billedhastighed (genstart)
de_de: Framerate (Neustart erforderlich)
zh_cn: 帧率（重启）

# #30027
source: Independent C-button Controls
da_dk: Uafhængig C-knap kontrol
de_de: Unabhängige C-Tasten-Steuerung
zh_cn: 独立 C 按钮控制

# #30028
source: (Glide64) Vertex cache VBO (restart)
da_dk: (Glide64) Vertex cache VBO (genstart)
de_de: (Glide64) Vertex-Cache VBO (Neustart erforderlich)
zh_cn: （Glide64）顶点缓存 VBO（重新启动）

# #30029
source: Boot Device
da_dk: Opstartsenhed
de_de: Bootgerät
zh_cn: 引导设备

# #30030
source: 64DD Hardware
zh_cn: 64DD 硬件
